[
  {
    "id":1,
    "title":"تطويـر التطبيقـات حسـب الطلـب",
    "img":"images/services/card-1.png",
    "desc":"أطلــق العنــان لإلمكانــات الحقيقيــة ألعمالــك مــن خــال تطويــر نظــام إلكترونــي يتناســب مــع  حجــم عملــك و طبيعتــه! ً ـا لتتماشـى مـع متطلبـات  فـي ماكسـيزبرو، نحـن نفتخـر بتقديـم حلـول يتـم تصميمهـا خصيص عملــك الفريــدة. حيــث يعمــل فريقنــا مــن المطوريــن والمصمميــن الخبــراء معــك بشــكل وثيــق  لفهــم رؤيتــك واألهــداف الخاصــة بــك وصياغــة التطبيقــات المبتكــرة التــي تســاهم فــي رفــع كفــاءة عملــك.  ســواء كنــت بحاجــة إلــى تطبيــق علــي شــبكة اإلنترنــت  أو تطبيــق للهاتــف الذكــي أو حــل برمجــي مؤسســي،  نحــن لدينــا الخبــرة الالزمــة لتحويــل أفــكارك إلــى واقــع. مــع التركيــز علــى التقنيــات المتطــورة وتصميــم قائــم  علــى احتياجــات و طبيعــة عمــل المســتخدم، نضمــن لــك تجربــة سلســة فــي الحصــول علــى أنظمــة ذات أداء  لا مثيــل لــه"
  },
  {
    "id":2,
    "title":"تطوير تطبيقات الهاتف الذكي",
    "img":"images/services/card-2.png",
    "desc":"نحــن ال نقــدم فقــط خدمــة تصميــم و برمجــة تطبيقــات الهواتــف، بــل لدينــا مــن الخبــرة و الكــوادر المؤهلــة مــا يمكننــا مــن تحويــل أي نظــام لديــك إلــى تطبيــق  ذكــي فــي وقــت قصيــر.  سـواء كنـت بحاجـة إلـى تطبيـق IOS لمحبـي أجهزة أو تطبيـق ســهل اإلســتخدام علــى نطــاق أوســع للجمهــور، نحــن لدينــا مــا تريــد ر إلــى التدشــين، نقــوم بتحليــل احتياجــات مــن التصــو عملـك بدقـة، وضـع التصـور المثالـي للتطبيـق وتنفيـذه  علــي أكمــل وجــه. مــع التركيــز علــى التصميــم الــذي يدعــم خبــرة المســتخدم مــع الحفــاظ علــى أعلــى درجــات األداء و األمــان القياســية."
  },
  {
    "id":3,
    "title":"حلول تكامل البيانات",
    "img":"images/services/card-3.png",
    "desc":"نحــن نعلــم كيــف نجعــل بياناتــك ذات المصــادر المتنوعــة تتناغــم فــي عــرض موحــد وشــامل. يتولــى فريــق الخبــراء لدينــا عمليــة تكامــل البيانــات و األنظمــة المعقـدة، لنضمـن أن بياناتـك القيمـة متصلـة ويمكـن الوصـول إليهـا فـي الوقـت  الفعلــي. ســواء كان األمــر يتعلــق بالتطبيقــات المســتندة علــى الحوســبة الســحابية، أو قواعــد البيانــات المحليــة، أو إنترنــت األشــياء، فنحــن نمكنــك مــن ســد الفجــوة بيــن البيانــات و األنظمــة المختلفــة ونســاعدك علــى إعــادة هندســة إجــراءات قابلــة للتنفيــذ. مــع التركيــز علــى األمــان والتكنولوجيــا المتطــورة و التــي تتســم بالمرونــة،  القابليــة للتوســع والفعاليــة مــن حيــث التكلفــة والتصميــم."

  },
  {
    "id":4,
    "title":"الحوسبة السحابية",
    "img":"images/services/card-4.png",
    "desc":"اكتشــف اإلمكانيــات الالمحــدودة للحوســبة الســحابية! فــي ماكســيزبرو نقــدم حلــول حوســبة ســحابية مــن شــأنها تيســير أعمــال الشــركات  و المؤسســات و رفــع إمكانياتهــا الرقميــة و تخفيــض تكاليــف البنيــة المعلوماتيــة األساســية مــع الحفــاظ علــى المرونــة و ســهولة الوصــول و أعلــى معــدالت األمــان القياســية."
    

  },
  {
    "id":5,
    "title":"  REBS Oracle - حلول",
    "img":"images/services/card-5.png",
    "desc":"يعـد بمثابـة قمـة حلـول األعمـال المتكاملـة،  ُ مكـن المؤسسـات مـن إنجـاز أعمالهـا  بمجموعـة تطبيقاتهـا و أنظمتهـا المشـهورة التـي ت  بكفـاءة و سـهولة. التمويــل والمشــتريات سالســل التوريــد والمــوارد البشــرية والمزيــد دون عنــاء كمــا يعمــل  EBS علــى تقليــل تعقيــدات عمليــات التشــغيل، ويعــزز صنــع القــرار. هــذه المنصــة القويــة ً ــا تعــزز االبتــكار.  ال تعمــل علــى تبســيط العمليــات فحســب، بــل أيض  مــن خــال الــرؤى فــي الوقــت الفعلــي والتحليــات التنبؤيــة و اإلســتقراء المالــي قصيــر و  متوســط و بعيــد المــدى. فريــق ماكســيزبروR مــن استشــاريين و خبــراء EBS Oracle  ســيعملون معــك بشــكل متفانــي لتخيصيــص تجربتــك و تطبيقهــا حســب احتياجــات و  طبيعــة عملــك."

  },
  {
    "id":6,
    "title":"الشـبكات والبنيـة األساسـية:",
    "img":"images/services/card-6.png",
    "desc":"فريــق المهندســين االســتثنائي لدينــا ســيكون شــريكك االســتراتيجي فــي قيــادة  عمليــة تطبيــق الحلــول الخاصــة بالشــبكات والبنيــة األساســية لشــركتك.  ً ا مــن تصميــم الشــبكة واختيــار األجهــزة وحتــى  لدينــا الخبــراء الذيــن يقومــون بــدء  التكامــل الســلس و اإلختبــار، نقــوم بتنســيق كل خطــوة مــن العمليــة إلــى حــد  الكمـال. و مـن خـال تجربتنـا و اسـتفادتنا مـن أفضـل الممارسـات، سـنقوم بتحسـين  أداء شــبكتك، وتعزيــز التدابيــر األمنيــة، و ضمــان التدفــق الســلس للبيانــات.  يمتــد نهجنــا التعاونــي إلــى مــا هــو أبعــد مــن التنفيــذ، نحــن أيضــا نقــدم التدريــب  الشــامل والدعــم المســتمر لتعزيــز و رفــع كفــاءة فريــق العمــل لديكــم."

  },
  {
    "id":7,
    "title":"تدقيق وتقييم الخدمات الرقمية و البنية المعلوماتية األساسية",
    "img":"images/services/card-7.png",
    "desc":"مــع االهتمــام الشــديد بالتفاصيــل والفهــم العميــق لمعاييــر الصناعــة  ، نقــوم بتقييــم البنيــة األساســية لتكنولوجيــا المعلومــات وأنظمتهــا  وعملياتهــا بدقــة.  تحــدد تقييماتنــا الدقيقــة نقــاط الضعــف، المخاطــر  المحتملـة وفـرص التحسـين، التأكـد مـن أن بيئـة تكنولوجيـا  المعلومــات فــي شــركتك قويــة، آمنــة ومتوافقــة مــع  أفضــل الممارســات.  مــن ســامة البيانــات وتدابيــر األمــن الســيبراني إلــى  اإللتــزام باإلمتثــال للمعــدالت القياســية وتحليــل األداء،  يقــدم خبراؤنــا رؤى قابلــة للتنفيــذ مــن شــأنها تمكيــن  مؤسسـتك مـن صنـع قـرارات سـليمة فيمـا يتعلـق بتعزيـز  البيئــة الرقميــة لديكــم.   "

  },
  {
    "id":8,
    "title":"استشارات تقنية المعلومات",
    "img":"images/services/card-8.png",
    "desc":"يتمتـع فريقنـا مـن اإلستشـاريين المتخصصيـن فـي تقنيـة المعلومـات ذوي المهـارات  ً ــا لتلبيــة  العاليــة بثــروة مــن الخبــرة، نقــدم استشــارات و إرشــادات مصممــة خصيص  احتياجــات عملــك المحــددة.  مــن التحــول الرقمــي إلــى األمــن الســيبراني، و الحوســبة الســحابية لتعزيــز و رفــع  كفــاءة العمــل .   نحــن نغطــي مجموعــة واســعة مــن المجــاالت التقنيــة و نعمــل معــك بشــكل وثيــق  لفهــم التحديــات واألهــداف الخاصــة بــك، وصياغــة خرائــط طريــق شــاملة تعمــل علــى  موائمــة التكنولوجيــا مــع أهــداف عملــك. مــع التركيــز علــى الكفــاءة والفعاليــة  مــن حيــث التكلفــة."

  },

  {
    "id":9,
    "title":"إدارة المشاريع الرقمية",
    "img":"images/services/card-9.png",
    "desc":"فــي ماكســيزبرو، نحــن نفهــم أن التكنولوجيــا تلعــب  ً ا فــي دفــع نمــو األعمــال واإلبتــكار.  ً ا حاســم  دور  يقــدم فريقنــا مــن مديــري مشــاريع تكنولوجيــا  المعلومــات المتمرســين ثــروة مــن الخبــرة إلــى الواقــع  العملــي، ممــا يضمــن التنفيــذ الســلس للمشــاريع  التكنولوجيــة الخاصــة بــك مــن البدايــة إلــى النهايــة.  ســواء كان ذلــك فــي إطــار تطويــر البرمجيــات أو تحديــث البنيــة التحتيــة،  نحــن نخطــط وننســق ونشــرف بدقــة علــي كل جانــب مــن جوانــب مشــاريع  تكنولوجيــا المعلومــات الخاصــة بــك. مــع التركيــز علــى التــوازن الفعــال  للمــوارد، وتخفيــف المخاطــر، واإللتــزام بأفضــل ممارســات الصناعــة، نحــن  نقــوم بتســليم المشــاريع فــي الوقــت المحــدد، وفــي حــدود الميزانيــة، و  بأعلــى معاييــر الجــودة."

  },
  {
    "id":10,
    "title":"ذكاء األعمـال",
    "img":"images/services/card-10.png",
    "desc":"فـي ماكسـيزبرو نحـن نفهـم أن البيانـات هـي العمـود الفقـري للنجـاح فـي ظـل المشـه  التنافســي فــي عالــم األعمــال اليــوم. و لذلــك نضــع بيــن يديــك عشــرون عامــا مــن الخبــرة  فــي مجــال تطبيقــات ذكاء األعمــال لتزويــدك بأفــكار فعالــة ورؤى و مؤشــرات بياناتيــة  تدعــم تعزيــز كفــاءة مؤسســتك.  يسـتخدم فريقنـا مـن المحلليـن الخبـراء أدوات ومنهجيـات متقدمـة لتحويـل البيانـات األوليـة  إلــى تصــورات وتقاريــر ذات معنــى يتــم عرضهــا علــى لوحــات بيانــات ذكيــة تفاعليــة و  ســهلة االســتخدام.  ســواء كان األمــر يتعلــق باتجاهــات الســوق، أو ســلوك العمــاء، أو األداء التشــغيلي، فــإن  ذكاء األعمــال لدينــا  يوفــر الحلــول برؤيــة شــاملة لمشــهد عملــك مــع التركيــز علــى الدقــة والســرعة وســهولة  االســتخدام  حلــول ذكاء االعمــال لدينــا تضمــن لــك توفــر المؤشــرات المعلوماتيــة التــي تحتاجهــا فــي  الوقــت الــذي تريــده. "

  },
  {
    "id":11,
    "title":"تحليل األعمال وإعادة هندسة اإلجراءات:",
    "img":"images/services/card-11.png",
    "desc":"إن تصميـم و تطبيـق نظـام قـوي و شـديد اإلعتماديـة ال يرتكـز فقـط علـى التقنيـة  الحديثــة وال المهــارة الفرديــة أو الجماعيــة لفريــق المطوريــن بــل أيضــا التحليــل  الدقيــق و العلمــي الناجــح إلجــراءات العمــل التــي  ســيقوم عليهــا النظــام اإللكترونــي.  ً مـن الخبـرة فـي   تقـدم عشـرون عامـا  تحليــل األعمــال وإعــادة هندســة اإلجــراءات للعديــد  مـن المؤسسـات الحكوميـة و الخاصـة حـول العالـم  "

  },
  {
    "id":12,
    "title":"UX/UI -تحديـث واجهـة المسـتخدم ",
    "img":"images/services/ux-ui.png",
     "desc":" اضــف لمســة جماليــة علــى واجهــة التطبيــق او النظــام الخــاص بــك و اجعــل المســتخدمين ينجــزون علمياتهــم بســهولة و فعاليــة. إن واجهــة المســتخدم المميــزة تعتبــر مــن أهــم عناصــر نجــاح األنظمــة المعلوماتيــة و تطبيقــات الهواتــف الذكيــة حيــث أن المســتخدمين يفضلــون التعامــل مــع أنظمــة و تطبيقــات ســهلة التصفــح تتســم بخطــوات بســيطة إلنجــاز المهــام. ماكســيزبرو و فريقهــا مــن خبــراء واجهــة االســتخدام و مصممــي الجرافيكــس المحترفيــن ســيعملون مــع فريــق التطويــر الخـاص بـك إلضفـاء تلـك اللمسـة الجماليـة و تحســين خبــرة المســتخدم ممــا يعــزز انتاجــة العمــل بأنظمتكــم."
  }
]
